<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/zoomcml_interface.h</key>
		<data>
		jpSqq9xf3Al6OY+/SgbRaHa24ng=
		</data>
		<key>Info.plist</key>
		<data>
		G+CLTzOPz1K0q5++UJqfPMmxCBA=
		</data>
		<key>afn_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<data>
		FsfBfxe0npFYwfxB+qsjLd/Cw+4=
		</data>
		<key>afn_iOS_hori.mlmodelc/coremldata.bin</key>
		<data>
		aAt0FUIYBf+1J/hgGdlGlBig1aU=
		</data>
		<key>afn_iOS_hori.mlmodelc/enc.net</key>
		<data>
		JL6Z7FN/qzP3AlnPQFff0d4LFuk=
		</data>
		<key>afn_iOS_hori.mlmodelc/enc.shape</key>
		<data>
		eOLh1oj1taQPS9DLpEqEvqF9Xm8=
		</data>
		<key>afn_iOS_hori.mlmodelc/metadata.json</key>
		<data>
		MdnSdHoRDxCwRp7+EPIC1vxuCms=
		</data>
		<key>afn_iOS_hori.mlmodelc/model.espresso.weights</key>
		<data>
		DyjOwfgqhUtxBDcDenGHk/cfgX4=
		</data>
		<key>afn_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<data>
		K21fkIt9FgQY0owbx/4NH7da6k0=
		</data>
		<key>afn_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>afn_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<data>
		yOj1ur0xZ0ChZ1UVb7O+os3z73c=
		</data>
		<key>afn_iOS_vert.mlmodelc/coremldata.bin</key>
		<data>
		XMgIr97VqWV5hXkYIDHbcnQLoE0=
		</data>
		<key>afn_iOS_vert.mlmodelc/enc.net</key>
		<data>
		JL6Z7FN/qzP3AlnPQFff0d4LFuk=
		</data>
		<key>afn_iOS_vert.mlmodelc/enc.shape</key>
		<data>
		+TTR+NViseIn2eVZZOX6VD2VDS4=
		</data>
		<key>afn_iOS_vert.mlmodelc/metadata.json</key>
		<data>
		dV7mlKQP2V9DFLSoB+nFoCC1kFw=
		</data>
		<key>afn_iOS_vert.mlmodelc/model.espresso.weights</key>
		<data>
		KHqJcpU8m3tTk/ZhPG1YPQASqio=
		</data>
		<key>afn_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<data>
		K21fkIt9FgQY0owbx/4NH7da6k0=
		</data>
		<key>afn_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<data>
		qIRpQ6Aqp+4eZBgufW/QBNCQA9s=
		</data>
		<key>bgr_iOS_hori.mlmodelc/coremldata.bin</key>
		<data>
		Lw44r5bo0Weq4ypfPMERhowkIgI=
		</data>
		<key>bgr_iOS_hori.mlmodelc/enc.net</key>
		<data>
		5ACMvT9TKb0jeMpS0FjEfgboYgs=
		</data>
		<key>bgr_iOS_hori.mlmodelc/enc.shape</key>
		<data>
		g/XocFBjUYo5aqNEeCEf5CpToGY=
		</data>
		<key>bgr_iOS_hori.mlmodelc/metadata.json</key>
		<data>
		VfWVCjXt5gjguw4ruVNB0+HDqSI=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.weights</key>
		<data>
		Jl2N1ulbFO0EkWhVvPrmL38ZTaE=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<data>
		+6CfBtUCJsc7nO1ZoPqsjQBrGzY=
		</data>
		<key>bgr_iOS_vert.mlmodelc/coremldata.bin</key>
		<data>
		3nYaw7NRy7wW4duPAFr4c35AtJQ=
		</data>
		<key>bgr_iOS_vert.mlmodelc/enc.net</key>
		<data>
		YASHP6vftFrN8OtGiAwxRBozFbI=
		</data>
		<key>bgr_iOS_vert.mlmodelc/enc.shape</key>
		<data>
		/PJoGIRcIivhIeUYAchPrAOMwEc=
		</data>
		<key>bgr_iOS_vert.mlmodelc/metadata.json</key>
		<data>
		ib+fpL0TJewhVrFWXdzQY3laNZI=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.weights</key>
		<data>
		IqXhjGzKf2nS6d/5d+gVpOsLI2o=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
		</data>
		<key>flm.mlmodelc/coremldata.bin</key>
		<data>
		iUBUbybvhFe4OW7bS6RUsA2UvFo=
		</data>
		<key>flm.mlmodelc/enc.net</key>
		<data>
		q3050it+8OpK+d4LOfZCi35d25U=
		</data>
		<key>flm.mlmodelc/enc.shape</key>
		<data>
		CZ1OXArfHTl1oPIDNh+Bop+SCts=
		</data>
		<key>flm.mlmodelc/metadata.json</key>
		<data>
		Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
		</data>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<data>
		VBzK9uDM8GV03w5/uMia9sTgqHs=
		</data>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aumPJXFpvJSCGM3zIHgv9dDN9TU=
		</data>
		<key>hd.mlmodelc/coremldata.bin</key>
		<data>
		1GiB5mjAbOKBdnp/u/X+MrBr2Bw=
		</data>
		<key>hd.mlmodelc/enc.net</key>
		<data>
		0iC33P1fM6PqegtyLvEuMSQhKTk=
		</data>
		<key>hd.mlmodelc/enc.shape</key>
		<data>
		u4svdVTxz1LP+JlFtqA+MtaWsFM=
		</data>
		<key>hd.mlmodelc/metadata.json</key>
		<data>
		17YlOO7vSao/NLJVakU+L9cxefI=
		</data>
		<key>hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>hd.mlmodelc/model/coremldata.bin</key>
		<data>
		q8k/YfbvF3j0NI9FXZaH9Ej37kM=
		</data>
		<key>hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
		</data>
		<key>hlm.mlmodelc/coremldata.bin</key>
		<data>
		siTu48pS+9mYdTC3XQzEgwFvwzE=
		</data>
		<key>hlm.mlmodelc/enc.net</key>
		<data>
		Q+O338k83VwC8R8LsjMQZwEKSMw=
		</data>
		<key>hlm.mlmodelc/enc.shape</key>
		<data>
		TDISjra09zcgL7L6cmsAqpl3k/A=
		</data>
		<key>hlm.mlmodelc/metadata.json</key>
		<data>
		mgpbLCnzec1+7boPjiqnqEkOqEU=
		</data>
		<key>hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>lipsync.mlmodelc/analytics/coremldata.bin</key>
		<data>
		zapgQ3zq+OXZuhwrp4sJ7BfIiOc=
		</data>
		<key>lipsync.mlmodelc/coremldata.bin</key>
		<data>
		m4StWEcNEgWD0YSHhgYf8tnMPOg=
		</data>
		<key>lipsync.mlmodelc/enc.net</key>
		<data>
		GfYmy4D9bkaJ/M+j6MxybB6ApVM=
		</data>
		<key>lipsync.mlmodelc/enc.shape</key>
		<data>
		8dcx98lk4KTdNa/laK6zsbBxWOc=
		</data>
		<key>lipsync.mlmodelc/metadata.json</key>
		<data>
		rmsB3peypNiQnuljSrugZh8fZAE=
		</data>
		<key>lipsync.mlmodelc/model.espresso.weights</key>
		<data>
		F1EOTOUvDQZsYYc1WqAiH7qAzWQ=
		</data>
		<key>lipsync.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/zoomcml_interface.h</key>
		<dict>
			<key>hash</key>
			<data>
			jpSqq9xf3Al6OY+/SgbRaHa24ng=
			</data>
			<key>hash2</key>
			<data>
			IlNXV1dSIep/BlEKnKkhM1ene5J89UerxRsrfzZ7JNU=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			FsfBfxe0npFYwfxB+qsjLd/Cw+4=
			</data>
			<key>hash2</key>
			<data>
			zTljlW9Q24k4KXPRb/MLZncMTte5sX5ni9u/0WOAdMI=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aAt0FUIYBf+1J/hgGdlGlBig1aU=
			</data>
			<key>hash2</key>
			<data>
			l51mArSGDZsmj0dHt8bX/4dhJkUrUFN6rqHKsIHmhQw=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			JL6Z7FN/qzP3AlnPQFff0d4LFuk=
			</data>
			<key>hash2</key>
			<data>
			kxGqJPH9PPs+T1Iymq24u1alS/QnZnATk1bSQ6f0G2M=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			eOLh1oj1taQPS9DLpEqEvqF9Xm8=
			</data>
			<key>hash2</key>
			<data>
			8r+Q7nTQWBsVKnEdxIWzNPpmk0duUVIWPr51xIalUD0=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			MdnSdHoRDxCwRp7+EPIC1vxuCms=
			</data>
			<key>hash2</key>
			<data>
			xaB/wRq6LZPXe0GVL4+ZElSW3T2vhRlmmjzG3ioxiv0=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			DyjOwfgqhUtxBDcDenGHk/cfgX4=
			</data>
			<key>hash2</key>
			<data>
			/YRlUm2MR4N7Cj97IHka8rI5IBCbZUyYeCkA8AQPrSo=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			K21fkIt9FgQY0owbx/4NH7da6k0=
			</data>
			<key>hash2</key>
			<data>
			vWu0aqBxTx1U0uBcZ25oBvoiuIJo+TLkRDR4jZtcPuU=
			</data>
		</dict>
		<key>afn_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yOj1ur0xZ0ChZ1UVb7O+os3z73c=
			</data>
			<key>hash2</key>
			<data>
			g/Az6RUy8Dp6WTBPILnuIcOdedFubg25WlqpSLjtgqQ=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			XMgIr97VqWV5hXkYIDHbcnQLoE0=
			</data>
			<key>hash2</key>
			<data>
			QpUj3h2vWgZT0QewscxvFO77TcW3JeLl+8mapDQAns8=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			JL6Z7FN/qzP3AlnPQFff0d4LFuk=
			</data>
			<key>hash2</key>
			<data>
			kxGqJPH9PPs+T1Iymq24u1alS/QnZnATk1bSQ6f0G2M=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			+TTR+NViseIn2eVZZOX6VD2VDS4=
			</data>
			<key>hash2</key>
			<data>
			IVlI0SGV9Ha2+5i+K2eJPfrGcaaVr30otuetqN362WY=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			dV7mlKQP2V9DFLSoB+nFoCC1kFw=
			</data>
			<key>hash2</key>
			<data>
			uBK0rEIdHgrbaGRO08MbAWKR5bVAR5ftTwcfhTCA5Nc=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			KHqJcpU8m3tTk/ZhPG1YPQASqio=
			</data>
			<key>hash2</key>
			<data>
			i4zZaOaq4ph+G8KqR8iZEbUvrM/+FUuWYeTQgGyehzk=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			K21fkIt9FgQY0owbx/4NH7da6k0=
			</data>
			<key>hash2</key>
			<data>
			vWu0aqBxTx1U0uBcZ25oBvoiuIJo+TLkRDR4jZtcPuU=
			</data>
		</dict>
		<key>afn_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			qIRpQ6Aqp+4eZBgufW/QBNCQA9s=
			</data>
			<key>hash2</key>
			<data>
			mt5hmTIf0oMe97n4eTuFXnpks57Wr0jlOphWlYYQUME=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Lw44r5bo0Weq4ypfPMERhowkIgI=
			</data>
			<key>hash2</key>
			<data>
			qwU4+DdPfBdnHb5KHmmfcgkf/kuK6shgtrw8nNpQYWQ=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			5ACMvT9TKb0jeMpS0FjEfgboYgs=
			</data>
			<key>hash2</key>
			<data>
			0QEN0Jv3AiI3wFSI/stwS/1Sig9bKET/SXOHV6qvEps=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			g/XocFBjUYo5aqNEeCEf5CpToGY=
			</data>
			<key>hash2</key>
			<data>
			K4chhti5aBpjJSszGQDaulQfL7992R3R4ZMGWly88WU=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			VfWVCjXt5gjguw4ruVNB0+HDqSI=
			</data>
			<key>hash2</key>
			<data>
			rvhvOGprRZQ+7TeytF8/cc/FGLAxn1L0wBTmj3thQww=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			Jl2N1ulbFO0EkWhVvPrmL38ZTaE=
			</data>
			<key>hash2</key>
			<data>
			oyYiFMDziunAXCkKpN5QhLgH3Hjyg6OvJvRVa4Hx9Tk=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			+6CfBtUCJsc7nO1ZoPqsjQBrGzY=
			</data>
			<key>hash2</key>
			<data>
			Jgijd65QToMJT64RdU/ZXCY+XJeotAKnR3krUAuZWFM=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3nYaw7NRy7wW4duPAFr4c35AtJQ=
			</data>
			<key>hash2</key>
			<data>
			3APwxy3uhbQm+ETOHBs0Gv1gTjzo+UIdU6zAu7xb5ls=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			YASHP6vftFrN8OtGiAwxRBozFbI=
			</data>
			<key>hash2</key>
			<data>
			1TBWTEcBnNTZIwhgV+OMGHj01qY+wYuUEzqCGMyuz40=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			/PJoGIRcIivhIeUYAchPrAOMwEc=
			</data>
			<key>hash2</key>
			<data>
			+2hbWR68hlw90ee6CxuEs3YhRO/2Xo1vctx5tflceME=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			ib+fpL0TJewhVrFWXdzQY3laNZI=
			</data>
			<key>hash2</key>
			<data>
			U2B9zQIsPWD2U2E3JT2WJdUYZ3CHt4b526h6Ayz3kTs=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			IqXhjGzKf2nS6d/5d+gVpOsLI2o=
			</data>
			<key>hash2</key>
			<data>
			SlJav5PUSRBWsWaZTGvR6Bc932nkMWbrxPqR1rIMv04=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
			</data>
			<key>hash2</key>
			<data>
			uaQLbSBXSx/rZEzV7lkXsykGcCRhMvfjrEXZ7QJLRpM=
			</data>
		</dict>
		<key>flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iUBUbybvhFe4OW7bS6RUsA2UvFo=
			</data>
			<key>hash2</key>
			<data>
			VCtTg2TdcZgQqmFORqjzjOCYlm64DUnTxD274vqFLtg=
			</data>
		</dict>
		<key>flm.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			q3050it+8OpK+d4LOfZCi35d25U=
			</data>
			<key>hash2</key>
			<data>
			LTIkoAiQxU1sbAIyHKHFzoVmmEqyhjqhDoDYtRi64QI=
			</data>
		</dict>
		<key>flm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			CZ1OXArfHTl1oPIDNh+Bop+SCts=
			</data>
			<key>hash2</key>
			<data>
			BdJSj4lhqD3ZTnfdtxCqKeIqbUfStYKK5/clJhiyifg=
			</data>
		</dict>
		<key>flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
			</data>
			<key>hash2</key>
			<data>
			uWhO27443KOM1rG2AAgYMuWskAGE4FZHC7t1M1iINpw=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			VBzK9uDM8GV03w5/uMia9sTgqHs=
			</data>
			<key>hash2</key>
			<data>
			mx7RnbGk1vODquWdyT1wQKeaVc58Ld/qFDkrVqQb5FI=
			</data>
		</dict>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aumPJXFpvJSCGM3zIHgv9dDN9TU=
			</data>
			<key>hash2</key>
			<data>
			WRJDEc+8zR2SBG/dBmSg1MBXRZs7h6wGRudD9bu6OS0=
			</data>
		</dict>
		<key>hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			1GiB5mjAbOKBdnp/u/X+MrBr2Bw=
			</data>
			<key>hash2</key>
			<data>
			r65cawEbrAcdcCithckmagCFMDkp85tdlWmDnIa+O4M=
			</data>
		</dict>
		<key>hd.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			0iC33P1fM6PqegtyLvEuMSQhKTk=
			</data>
			<key>hash2</key>
			<data>
			jGSvZwJ30Xo8n4eie3OQGa5zKYVG2RuNyN8FVl8/YjA=
			</data>
		</dict>
		<key>hd.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			u4svdVTxz1LP+JlFtqA+MtaWsFM=
			</data>
			<key>hash2</key>
			<data>
			cTlfnqwSpXQijeYXHtXBQnwKqfUpsHMJBDyiVlG3asA=
			</data>
		</dict>
		<key>hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			17YlOO7vSao/NLJVakU+L9cxefI=
			</data>
			<key>hash2</key>
			<data>
			NB8/HmfNdkV+k/UYRA1BR4FQiBBazQOmnABmVmuL4Ec=
			</data>
		</dict>
		<key>hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			fkaopE7MdJUWvsQYzdu+dMJYHyk=
			</data>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			q8k/YfbvF3j0NI9FXZaH9Ej37kM=
			</data>
			<key>hash2</key>
			<data>
			MMsqEQDoPqbulvwcFImwbsSS4gdqQRc8T6SGepzpk8Y=
			</data>
		</dict>
		<key>hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
			</data>
			<key>hash2</key>
			<data>
			Eh9w385k5OQysOwkUdgvXpw8Y/cdRKQZweWmz/jpc4c=
			</data>
		</dict>
		<key>hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			siTu48pS+9mYdTC3XQzEgwFvwzE=
			</data>
			<key>hash2</key>
			<data>
			bYqwsJJvFvSfFPKmYnuqq+UpyZ5AP1Dc9HnsQEJp9zc=
			</data>
		</dict>
		<key>hlm.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			Q+O338k83VwC8R8LsjMQZwEKSMw=
			</data>
			<key>hash2</key>
			<data>
			/U4TQfJ4cTWUt/Px+ig8tSxEuNl/XQOB1aaoNk4u+9Q=
			</data>
		</dict>
		<key>hlm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			TDISjra09zcgL7L6cmsAqpl3k/A=
			</data>
			<key>hash2</key>
			<data>
			yFkAup0Y7g1NPRRjJMYVzKZMDzEBgoo41Im64j1cLf4=
			</data>
		</dict>
		<key>hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			mgpbLCnzec1+7boPjiqnqEkOqEU=
			</data>
			<key>hash2</key>
			<data>
			UBxzF5U/Xr4Gfz6k66OTUaJI9e6XkhwtdNcGwnk1YBk=
			</data>
		</dict>
		<key>hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kP/NLnW42dcnrs0op9fQX9F85T4=
			</data>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BEG0IgK9a2yPWFPbHavHZGeEUT8=
			</data>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>lipsync.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			zapgQ3zq+OXZuhwrp4sJ7BfIiOc=
			</data>
			<key>hash2</key>
			<data>
			jr1uKzvQA6hJncGZ2zS3Ztxa9Mz4EkBvEcYqt6gNpRw=
			</data>
		</dict>
		<key>lipsync.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			m4StWEcNEgWD0YSHhgYf8tnMPOg=
			</data>
			<key>hash2</key>
			<data>
			IDIl3vXJHRTdOtPWB4U9N8OCXRwAMTcbuawy12gV71Y=
			</data>
		</dict>
		<key>lipsync.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			GfYmy4D9bkaJ/M+j6MxybB6ApVM=
			</data>
			<key>hash2</key>
			<data>
			ucGh0IoFzdVs1tYai2hIURsfSka71LUFcK2cEYqYp5k=
			</data>
		</dict>
		<key>lipsync.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			8dcx98lk4KTdNa/laK6zsbBxWOc=
			</data>
			<key>hash2</key>
			<data>
			IbRQVpW+clj7hxY8+wRf8VbW99L77lMkWsrmpfkL/uA=
			</data>
		</dict>
		<key>lipsync.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			rmsB3peypNiQnuljSrugZh8fZAE=
			</data>
			<key>hash2</key>
			<data>
			GBTkWZD6wEJ5XJUDXm2NnN27Br17ZaaLKhTFeNHpkbc=
			</data>
		</dict>
		<key>lipsync.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			F1EOTOUvDQZsYYc1WqAiH7qAzWQ=
			</data>
			<key>hash2</key>
			<data>
			wc+cCegkn1ZRtIR59iEZ3gptKpzTdgPR/JQRav47Rbw=
			</data>
		</dict>
		<key>lipsync.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>lipsync.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
