<?xml version="1.0" encoding="UTF-8"?>
<project version="4">
  <component name="AutoImportSettings">
    <option name="autoReloadType" value="NONE" />
  </component>
  <component name="ChangeListManager">
    <list default="true" id="46fbe4a6-7fcc-444e-a6ad-7911874f5f4b" name="Changes" comment="">
      <change beforePath="$PROJECT_DIR$/.idea/workspace.xml" beforeDir="false" afterPath="$PROJECT_DIR$/.idea/workspace.xml" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/bin/unzip_zoom_sdk.dart" beforeDir="false" afterPath="$PROJECT_DIR$/bin/unzip_zoom_sdk.dart" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/Classes/SwiftFlutterZoomSdkPlugin.swift" beforeDir="false" afterPath="$PROJECT_DIR$/ios/Classes/SwiftFlutterZoomSdkPlugin.swift" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTC.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTC.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCBORole.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCBORole.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingDelegate.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingDelegate.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+Customize.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+Customize.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+InMeeting.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+InMeeting.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+LiveTranscription.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+LiveTranscription.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+User.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+User.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+Video.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService+Video.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingService.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingSettings.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingSettings.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingUserInfo.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Headers/MobileRTCMeetingUserInfo.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/MobileRTC" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/analytics/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/metadata.json" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.net" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.shape" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.weights" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/analytics/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/metadata.json" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.net" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.shape" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.weights" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/analytics/coremldata.bin" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/analytics/coremldata.bin" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/coremldata.bin" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/coremldata.bin" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/metadata.json" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/metadata.json" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.net" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.net" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.shape" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.shape" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.weights" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-arm64_armv7/MobileRTC.framework/flm.mlmodelc/model.espresso.weights" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTC.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTC.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCBORole.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCBORole.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingDelegate.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingDelegate.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+Customize.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+Customize.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+InMeeting.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+InMeeting.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+LiveTranscription.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+LiveTranscription.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+User.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+User.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+Video.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService+Video.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingService.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingSettings.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingSettings.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingUserInfo.h" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Headers/MobileRTCMeetingUserInfo.h" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/MobileRTC" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/_CodeSignature/CodeResources" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/_CodeSignature/CodeResources" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/analytics/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/metadata.json" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.net" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.shape" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model.espresso.weights" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/model/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/analytics/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/metadata.json" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.net" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.shape" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model.espresso.weights" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/model/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/analytics/coremldata.bin" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/analytics/coremldata.bin" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/coremldata.bin" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/coremldata.bin" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/metadata.json" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/metadata.json" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.net" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.net" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.shape" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.shape" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.weights" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTC.xcframework/ios-x86_64-simulator/MobileRTC.framework/flm.mlmodelc/model.espresso.weights" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/Assets.car" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/Assets.car" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ZMRefreshPlainView.nib" beforeDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/de.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/de.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/en.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/en.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/es.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/es.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/fr.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/fr.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/it.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/it.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ja.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ja.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ko.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ko.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/pt-PT.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/pt-PT.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ru.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/ru.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/vi.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/vi.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/zh-Hans.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/zh-Hans.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/zh-Hant.lproj/Localizable.strings" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCResources.bundle/zh-Hant.lproj/Localizable.strings" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_armv7/MobileRTCScreenShare.framework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_armv7/MobileRTCScreenShare.framework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_armv7/MobileRTCScreenShare.framework/MobileRTCScreenShare" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_armv7/MobileRTCScreenShare.framework/MobileRTCScreenShare" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/Info.plist" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/Info.plist" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/MobileRTCScreenShare" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/MobileRTCScreenShare" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeDirectory" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeDirectory" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeRequirements-1" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeRequirements-1" afterDir="false" />
      <change beforePath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeResources" beforeDir="false" afterPath="$PROJECT_DIR$/ios/MobileRTCScreenShare.xcframework/ios-arm64_i386_x86_64-simulator/MobileRTCScreenShare.framework/_CodeSignature/CodeResources" afterDir="false" />
    </list>
    <option name="SHOW_DIALOG" value="false" />
    <option name="HIGHLIGHT_CONFLICTS" value="true" />
    <option name="HIGHLIGHT_NON_ACTIVE_CHANGELIST" value="false" />
    <option name="LAST_RESOLUTION" value="IGNORE" />
  </component>
  <component name="Git.Settings">
    <option name="RECENT_GIT_ROOT_PATH" value="$PROJECT_DIR$" />
  </component>
  <component name="HighlightingSettingsPerFile">
    <setting file="file://$PROJECT_DIR$/pubspec.yaml" root0="FORCE_HIGHLIGHTING" />
    <setting file="file://$PROJECT_DIR$/android/src/main/kotlin/com/evilratt/flutter_zoom_sdk/FlutterZoomSdkPlugin.kt" root0="FORCE_HIGHLIGHTING" />
    <setting file="file://$PROJECT_DIR$/android/src/main/java/com/evilratt/flutter_zoom_sdk/FlutterZoomSdkPlugin.java" root0="FORCE_HIGHLIGHTING" />
    <setting file="file://$PROJECT_DIR$/bin/unzip_zoom_sdk.dart" root0="FORCE_HIGHLIGHTING" />
  </component>
  <component name="MarkdownSettingsMigration">
    <option name="stateVersion" value="1" />
  </component>
  <component name="ProjectId" id="2HXM39UML4Nt2Pr2RKb4r0mOLLM" />
  <component name="ProjectViewState">
    <option name="hideEmptyMiddlePackages" value="true" />
    <option name="showLibraryContents" value="true" />
  </component>
  <component name="PropertiesComponent">
    <property name="RunOnceActivity.OpenProjectViewOnStart" value="true" />
    <property name="RunOnceActivity.ShowReadmeOnStart" value="true" />
    <property name="RunOnceActivity.cidr.known.project.marker" value="true" />
    <property name="android.sdk.path" value="$USER_HOME$/Library/Android/sdk" />
    <property name="cidr.known.project.marker" value="true" />
    <property name="dart.analysis.tool.window.visible" value="false" />
    <property name="last_opened_file_path" value="$PROJECT_DIR$" />
    <property name="settings.editor.selected.configurable" value="AndroidSdkUpdater" />
    <property name="show.migrate.to.gradle.popup" value="false" />
  </component>
  <component name="RunManager">
    <configuration name="main.dart" type="FlutterRunConfigurationType" factoryName="Flutter">
      <option name="filePath" value="$PROJECT_DIR$/example/lib/main.dart" />
      <method v="2" />
    </configuration>
  </component>
  <component name="SpellCheckerSettings" RuntimeDictionaries="0" Folders="0" CustomDictionaries="0" DefaultDictionary="application-level" UseSingleDictionary="true" transferred="true" />
  <component name="TaskManager">
    <task active="true" id="Default" summary="Default task">
      <changelist id="46fbe4a6-7fcc-444e-a6ad-7911874f5f4b" name="Changes" comment="" />
      <created>1668426773677</created>
      <option name="number" value="Default" />
      <option name="presentableId" value="Default" />
      <updated>1668426773677</updated>
    </task>
    <servers />
  </component>
</project>